{
  "news": [
    {
      "date": "26 Ocak 2026",
      "title_tr": "Yapay Zeka ve Geleceğimiz",
      "title_en": "Artificial Intelligence and Our Future",
      "description_tr": "Yapay zeka teknolojileri, günlük yaşamımızı ve iş dünyasını hızla dönüştürüyor. Makine öğrenimi ve derin öğrenme algoritmaları, veri analizinden sağlık hizmetlerine kadar birçok alanda devrim yaratıyor.",
      "description_en": "Artificial intelligence technologies are rapidly transforming our daily lives and business world. Machine learning and deep learning algorithms are revolutionizing many fields from data analysis to healthcare.",
      "link": ""
    },
    {
      "date": "20 Ocak 2026",
      "title_tr": "Veri Bilimi ve İş Dünyası",
      "title_en": "Data Science and Business",
      "description_tr": "Veri bilimi, modern işletmelerin rekabet avantajı elde etmelerinde kritik rol oynuyor. Büyük veri analitiği ile şirketler, müşteri davranışlarını daha iyi anlayabiliyor ve stratejik kararlar alabiliyor.",
      "description_en": "Data science plays a critical role in helping modern businesses gain competitive advantage. With big data analytics, companies can better understand customer behavior and make strategic decisions.",
      "link": ""
    },
    {
      "date": "15 Ocak 2026",
      "title_tr": "Yönetim Bilişim Sistemlerinde Yeni Trendler",
      "title_en": "New Trends in Management Information Systems",
      "description_tr": "Bulut bilişim, yapay zeka ve otomasyon, yönetim bilişim sistemlerini yeniden şekillendiriyor. Dijital dönüşüm, kurumsal süreçlerin modernizasyonunda önemli fırsatlar sunuyor.",
      "description_en": "Cloud computing, artificial intelligence and automation are reshaping management information systems. Digital transformation offers significant opportunities in modernizing organizational processes.",
      "link": ""
    },
    {
      "date": "10 Ocak 2026",
      "title_tr": "ChatGPT ve Üretken Yapay Zeka",
      "title_en": "ChatGPT and Generative AI",
      "description_tr": "Üretken yapay zeka modelleri, içerik üretiminden kod yazmaya kadar birçok alanda kullanılıyor. ChatGPT gibi dil modelleri, iş süreçlerini optimize etmek ve yaratıcılığı artırmak için güçlü araçlar sunuyor.",
      "description_en": "Generative AI models are being used in many areas from content creation to code writing. Language models like ChatGPT offer powerful tools to optimize business processes and enhance creativity.",
      "link": ""
    },
    {
      "date": "5 Ocak 2026",
      "title_tr": "Siber Güvenlik ve Veri Koruma",
      "title_en": "Cybersecurity and Data Protection",
      "description_tr": "Dijital dönüşümle birlikte siber güvenlik tehditleri artıyor. Kurumlar, hassas verileri korumak ve güvenlik açıklarını minimize etmek için gelişmiş güvenlik stratejileri geliştirmeli.",
      "description_en": "Cybersecurity threats are increasing with digital transformation. Organizations must develop advanced security strategies to protect sensitive data and minimize vulnerabilities.",
      "link": ""
    },
    {
      "date": "1 Ocak 2026",
      "title_tr": "Blockchain ve Fintech Devrimi",
      "title_en": "Blockchain and Fintech Revolution",
      "description_tr": "Blockchain teknolojisi, finans sektöründe şeffaflık ve güvenliği artırıyor. Kripto paralar ve akıllı sözleşmeler, geleneksel finansal sistemlere alternatif çözümler sunuyor.",
      "description_en": "Blockchain technology is increasing transparency and security in the financial sector. Cryptocurrencies and smart contracts offer alternative solutions to traditional financial systems.",
      "link": ""
    }
  ]
}
